Repository: talmudmaster/BiCorpus
Catalog: 语料/八路军办事处语料库.tmx
Source language: zh_cn
Languages: en_us

source: 关于八路军桂林办事处撤退时做李任潮统战工作的电文。
en_us: Cable about Li Renchao's united front work when the Guilin Eighth Route Army Office retreated.

source: 《救亡日报》被迫停刊的报道。
en_us: The report that Jiuwang Daily was forced to stop publishing.

source: 根据中共中央和南方局的指示，为保存革命力量，办事处完成特殊历史使命，于当月20日奉命撤销。
en_us: According to the Central Committee of the Communist Party of China and southern bureau, the Office completed a special historical mission to preserve the revolutionary forces and was ordered to withdraw on the 20th of the month.

source: 工作人员分批撤离桂林，后胜利返回延安。
en_us: The staff evacuated Guilin in batches and returned to Yan'an successfully.

source: 1941年1月7日，国民党反动派制造了震惊中外的“皖南事变”，掀起第二次反共高潮，桂系与国民党中央政权同流合污，桂林的政治形势急剧恶化。
en_us: On January 7th, 1941, the Kuomintang reactionaries created the "Southern Anhui Incident", which shocked China and foreign countries, and set off the Second Anti-Communist Party of China Climax. The political situation in Guilin deteriorated sharply because of the collusion between Guangxi and the Kuomintang Center Regime.

source: 完成使命返回延安
en_us: Completed the mission and returned to Yan'an

source: 曾任桂林行营参议，支持我党工作的刘仲睿
en_us: Liu Zhongrui, who once participated in Guilin theater leader and supported the work of Communist Party of China

source: 孟超对其进行过统战工作的文化人于家驹
en_us: Yu Jiaju, a cultural person who had carried out united front work in Meng Chao

source: 中共桂林“特支”书记陈岸
en_us: Chen An, secretary of the Guilin "Special Branch" of the Communist Party of China

source: 广西省工委书记钱兴
en_us: Qian Xing, secretary of Guangxi Provincial Working Committee

source: 桂林办事处直接联络的湖南省委负责人高文华
en_us: Gao Wenhua, head of Hunan Provincial Party Committee directly contacted by Guilin office

source: 国民政府军委会政治部三厅敌工处处长、中共“特支”书记冯乃超
en_us: Feng Naichao, director of the Enemy Work Division of the Third Hall of the Political Department of Military Commission of National Government and secretary of the "Special Branch" of the CPC

source: 桂林办事处直接联络的广东省委书记张文彬
en_us: Zhang Wenbin, secretary of Guangdong Provincial Party Committee directly contacted by Guilin office

source: 桂林办事处直接联络的江西省委负责人曾山
en_us: Zeng Shan, head of Jiangxi Provincial Party Committee directly contacted by Guilin office

source: 桂林办事处直接联络的八路军贵阳交通站负责人袁超俊
en_us: Yuan Chaojun, head of Guiyang Traffic Station directly contacted by Guilin Eighth Route Army Office

source: 桂林市临桂秧塘机场，是第二次世界大战期间盟军在远东修建的第三大军用机场，它为反抗法西斯侵略，夺取抗战胜利发挥了重要作用。
en_us: Guilin Yangtang airport was the third largest military airport built by the Allied forces in the Far East during the Second World War. It played an important role in resisting fascist aggression and winning the victory of the War.

source: 桂林办事处直接联络的广东东江纵队队长林平
en_us: Lin Ping, captain of Dongjiang Column in Guangdong, who was directly contacted by Guilin Office

source: 现存的当年修建秧塘机场的石滚。
en_us: The existing stone rolls that was used to built Yangtang airport in that year.

source: 八路精神永放光芒
en_us: The Spirit of the Eighth Route Army Shines Forever

source: 1938年《广西日报》社举行新址落成典礼。
en_us: In 1938, Guangxi Daily Newspaper Company held the ceremony to celebrate the completion of the new address.

source: 《大公报》桂林版负责人王文彬摄于桂林。
en_us: Wang Wenbin, head of the Guilin edition of Ta Kung Pao, was photographed in Guilin.

source: 《广西日报》南方副刊。
en_us: Supplement of Guangxi daily.

source: 广西学生军团机关报《曙光报》。
en_us: Guangxi Student Army official newspaper: Shuguang News.

source: 为桂北革命事业培养骨干力量的广西省立师范(两江镇)学校旧址。
en_us: The old site of Guangxi Provincial Normal School (Liangjiang Town), which trains the backbone for the revolutionary cause in northern Guangxi.

source: 桂林办事处派林靖任党支部书记的汉口基督教女青年会战时服务团
en_us: Guilin Eighth Route Army Office appointed Lin Jing as Party branch secretary of Hankou Christianity YWCA Wartime Service

source: 建立有地下党组织的广西学生军
en_us: Guangxi Student Army with underground party organizations was established

source: 永不消逝的红色电波
en_us: The Red Wave that Never Gone

source: 八路军桂林办事处是中共中央南方局的秘密派出机关，我党充分利用办事处公开合法身份和桂林优越的地理条件，代表党中央和南方局负责联络、领导南方各省及海外中共地下党组织秘密活动，传达和转送党中央的重要指示，同时收集各地各级党组织的情况汇报。
en_us: Guilin Eighth Route Army Office was the secret agency of the Southern Bureau of the Central Committee of the Communist Party of China. On behalf of the CPC Central Committee and the Southern Bureau, the Party made full use of the open legal identity of the office and Guilin's superior geographical conditions to contacting and leading the southern provinces and overseas underground communist party to organize secret activities, conveying and transmitting important instructions from the CPC Central Committee, collecting reports on the situation of party organizations at all levels in various places.

source: 看不见的隐藏战线上
en_us: On the invisible hidden front

source: 在办事处从事中共党内组织工作的秘密交通员夏之栩。
en_us: Xia Zhixu, a secret messenger who was engaged in the inner-party organization of the Communist Party of China in the office.

source: 负责办事处中共党内组织工作的石磊及夫人在桂林合影
en_us: The photo in Guilin of Shi Lei and his wife. (Shi Lei was in charge of the organization of the CPC in the office)

source: 在办事处从事中共党内组织宣传工作的曾宪植。
en_us: Zeng Xianzhi, who was engaged in propaganda work within the CPC Party in the office.

source: 刘仲容使用过的手表
en_us: The watch used by Liu Zhongrong

source: 刘仲容使用过的钢笔
en_us: The pen used by Liu Zhongrong

source: 深入桂系文化机构从事统战工作的孟超
en_us: Meng Chao, who went deep into the cultural institutions of Guangxi to engage in united front work

source: 曾任桂林行营主任白崇禧机要秘书的谢和赓
en_us: Xie Hegeng, former confidential secretary of Guilin theater leader Bai Chongxi

source: 与办事处直接联系的杨东莼
en_us: Yang Dongchun, who was in direct contact with the office

source: 文化界负责统战工作的司马闻森
en_us: Sima Wensen, who was in charge of united front work in the cultural circles

source: 1940年11月，中共中央书记处关于对桂系的方针政策的指示。
en_us: In November 1940, the secretariat of the CPC Central Committee gave instructions on the principles and policies of Guangxi.

source: 周恩来题书:“ 为江南死国难者志哀”；“千古奇冤，江南一叶,同室操戈，相煎何急”(《救亡日报》（1941年1月17日)。
en_us: Zhou Enlai's inscription: "Mourning for those who died in the south of the Yangtze River"; "In the face of aggression, the Kuomintang reactionaries did not resist foreign enemies but attacked the Communist Party. Most of the New Fourth Army died heroically, and the commander Ye Ting was wounded and captured. How indignant was the sight of fellow brothers killing each other" (Jiuwang Daily January 17th, 1941).

source: 以“救国会”重要成员名义出现的负责新闻界统战工作的胡愈之
en_us: Hu Yuzhi, who appeared in the name of an important member of the "Salvation Association" and was responsible for the united front work of the press

source: 周恩来神情凝重地为“皖南事变”题词时的情景。
en_us: Zhou Enlai wrote an inscription for the "Southern Anhui Incident" with a dignified expression.

source: 负责文化界统战工作的夏衍
en_us: Xia Yan, who was in charge of united front work in cultural circles

source: 在办事处帮助下走上革命道路的广西省立医院外科医生周泽昭
en_us: Zhou Zezhao, a surgeon in Guangxi Provincial Hospital who embarked on the revolutionary road with the help of the office

source: 在办事处从事中共党内组织工作的桂林书报行业界党总支书记沈毅然
en_us: Shen Yiran, secretary of the General Party Branch of Guilin Book and Newspaper Industry, who was engaged in the inner-party organization work of the Communist Party of China in the Office

source: 民工修建桂林秧塘机场时的情景。
en_us: Migrant workers build Guilin Yangtang airport.

source: 名人为《救亡日报》题词（李任仁、宋庆龄、黄琪翔、白崇禧、落中正、孙科、李济深、徐特立、李宗仁、郭沫若、邓颖超、朱德、周恩来）。
en_us: These celebrities wrote inscriptions for the Jiuwang daily. (Li Renren, Song Ching-ling, Huang Qixiang, Bai Chongxi, Luo Zhongzheng, Sun Ke, Li Jishen, Xu Teli, Li Zongren, Guo Moruo, Deng Yingchao, Zhu De, Zhou Enlai).

source: 抗敌演剧第一、第九队联合党支部书记何启军（80年代来桂林的照片）
en_us: He Qijun, secretary of the United Party Branch of the First and Ninth Teams of Anti-Enemy Drama (photos when they came to Guilin in the 1980s)

source: 桂林办事处保持直接联络的海南琼崖纵队。
en_us: Hainan Qiongya Column, which was in direct contact with Guilin Eighth Route Army Office.

source: 八路军桂林办事处直接联系的东江游击队
en_us: Dongjiang Guerrilla, which was directly contacted by Guilin Eighth Route Army Office

source: 图为琼崖纵队的女战士
en_us: Female soldiers in Qiongya Column

source: 《广西日报》在昭平黄姚古镇的旧址。
en_us: The former site of Guangxi Daily Newspaper Company, where is located in Huang Yao Ancient Town, Zhaoping County.

source: 《救亡日报》的特刊：《第二期抗战宣传周特刊》
en_us: A special issue of the Jiuwang Daily: The second issue of the special edition of the Anti-War Propaganda Week.

source: 《救亡日报》的特刊：《讨汪专页》
en_us: Special issue of Jiuwang Daily: special issue for crusading against Wang Jingwei

source: 《本报移桂复刊周年纪念特刊》。
en_us: Special issue of this newspaper on the anniversary of its resumption of publication in Guangxi.

source: 《救亡日报》的专栏：《诗文学》
en_us: Special issue of Jiuwang Daily: Poetry and Literature

source: 《教亡日报》两岁誌喜。
en_us: Celebrating the second anniversary of Jiuwang Daily.

source: 八路军桂林办事处设有公开和秘密两套电台，在南方国统区和敌占区起到中心指挥台的作用。
en_us: Guilin Eighth Route Army Office had two sets of public and secret radio stations, which played the role of the central command post in the Southern Kuomintang-Controlled areas and enemy-occupied areas in the south China.

source: 《爱金生赞扬西南剧展：规模直比古罗马，为保卫民主文化艰苦奋战，剧兵们功劳伟大）（载《新华日报》1944年5月19日）。
en_us: Atkinson praises Southwest drama exhibition, (in Xinhua Daily, May 19, 1944).

source: 《爱金生赞扬西南剧展：规模直比古罗马，为保卫民主文化艰苦奋战，剧兵们功劳伟大）（载《新华日》1944年5月19日）。
en_us: Atkinson praises Southwest drama exhibition (in "Xinhua day,"May 19,1944).

source: 正在装载油弹的美国空军驼峰航线上的运输机。
en_us: A transport aircraft was on the U.S. Air Force Hump route loading oil bombs.

source: 桂系当局加强对进步书刊出题控制的：桂程书审处规定办法‘剧本送审’的有关报道。
en_us: The Guilin authorities have strengthened the issue control of title of books and periodicals: the reports on the regulations of the Guicheng Book Examination Office to ‘send scripts for examination’.

source: 巨赞在桂林与名人唱和诗手稿：柳亚子手迹、欧阳予倩手迹、陈此生手迹、万仲文手迹。
en_us: Ju Zan and celebrities sang the manuscript of harmony poems in Guilin: The Manuscript of Liu Yazi, The Manuscript of Ouyang Yuqian, The Manuscript of Chen Cisheng, The Manuscript of Wan Zhongwen.

source: 秦似在桂林及在桂撰写的著作：《时恋集》、《感觉的音响》。
en_us: Qin Si and his works created in Guilin: ShiLianJi, The Sound of Feeling.

source: 桂林及广西民众在抗日战争中的积极性，不仅反映于踊跃参军参战、英勇杀敌方面，还表现在积极参加各种战时劳役服务方面。
en_us: The enthusiasm of the people of Guilin and Guangxi in the War of Resistance Against Japanese Aggression was not only reflected in their active participation in the army and the heroic killing of the enemy, but also in their active participation in various wartime labor services.

source: 世界各国反法西斯文化战士，为着自由和平、民主、真理，进行长期不懈、卓有成效的战斗。
en_us: The anti-fascist cultural fighters of all countries in the world are fighting for freedom, peace, democracy, and truth in a long-term, unremitting and fruitful battle.

source: 桂林国际抗战文化的大交流，为世界反法西新文化做出了巨大贡献，成为时代丰碑。
en_us: Guilin's international anti-Japanese cultural exchanges have made great contributions to the world's new anti-Fax culture and become time monument.

source: 桂林的国际文化，是国际反法西斯文化大联合的重要组成部分。
en_us: Guilin’s international culture is an important part of the international anti-fascist cultural alliance.

source: 《在华日本人民反战同盟西南支部招待桂林新闻文化界》《救亡日报》（1939.12.17）
en_us: The Southwest Branch of the Japanese People's Anti-war League in China Entertains the Guilin News and Cultural Circles, Salvation Daily (1939.12.17).

source: 《欢迎日本的兄弟们打倒共同的敌人日本军阀-朝鲜义勇队欢迎日本被迫作战同志会特写》
en_us: Welcome the Japanese brothers to defeat the common enemy Japanese warlord-Korea Volunteer Team welcomes Japan's forced combat comrades close-up

source: 在桂日本反战同盟西南支部人员在集会上慷慨陈词发表反侵略演说。
en_us: In Guilin, the personnel of the Southwest Branch of the Japanese anti war alliance delivered an anti aggression speech at the rally.

source: 日本反战作家鹿地亘应邀向广西学生军第二团作《中日战争新阶段》讲演（1939年1月12日）。
en_us: Japanese anti-war writer Lu Digen was invited to give a lecture on " A New Phase of the Sino-Japanese War " to the Second Regiment of the Guangxi Student Army (January 12, 1939).

source: 鹿地亘率日本在华反战同盟西南支部部分成员深入桂南前线进行对日策反宣传工作。
en_us: Lu Digen led some members of the Southwest Branch of the Japanese Anti-War Alliance in China to go deep into the front line of southern Guangxi to conduct counter-propaganda work against Japan.

source: 鹿地亘率日本在华反战同盟西南支部部分成员深入湘北前线进行对日策反宣传工作时的情景。
en_us: Lu Digen led some members of the Southwest Branch of the Japanese Anti-War Alliance in China to go deep into the front line of northern Hunan to carry out counter-propaganda work against Japanese policies.

source: 在华日本反战同盟西南支部在桂林驻地（大河乡大村南岗）
en_us: The Southwest Branch of the Japanese Anti-War League in China is located in Guilin (Dahe Township, Dacun Nangang)

source: 办事处电台报务员之一的钟尚清 (男) 与胡玉梅、王英在桂林合影
en_us: Zhong Shangqing (male), radio operators of the office, took a photo with Hu Yumei and Wang Ying in Guilin

source: 办事处电台报务员之一的严成钦。
en_us: Yan Chengqin, radio operator of the office.

source: 担任办事处电台台长的刘澄清。
en_us: Liu Chengqing, director of the office radio station.

source: 办事处电台报务员之一的唐士吉。
en_us: Tang Shiji, radio operator of the office.

source: 办事处电台使用过的耳麦
en_us: Earphone mic used by office radio

source: 办事处电台报务员之一的康瑛。
en_us: Kang Ying, radio operator of the office.

source: 办事处电台使用过的电键
en_us: Electric keys used by the radio station

source: 江西省委地下工作电台
en_us: Jiangxi provincial party Committee Underground Work Radio Station

source: 广东省委地下工作电台
en_us: Guangdong Provincial Party Committee Underground Work Radio Station

source: 中共闽西南潮梅特委电台
en_us: CPC Southwest Fujian Chaomei Special Committee Radio Station

source: 八路军韶关通讯电台
en_us: Shaoguan Communication Station of the Eighth Route Army

source: 海南琼崖纵队电台
en_us: Hainan Qiongya Column Radio Station

source: 1940年11月13日，毛泽东对李克农关于撤销桂林办事处问题的请示给周恩来转李克农的批复。
en_us: On November 13rd, 1940, Mao Zedong gave Zhou Enlai a reply to Li Kenong's request for instructions on revoking Guilin Eighth Route Army Office.

source: “皖南事变”发生地：安徽泾县茂林镇。
en_us: The "Southern Anhui Incident" occurred in Maolin town, Jing County, Anhui Province.

source: 办事处使用过的手摇发电机
en_us: Hand generators used in the office

source: 《爱金生赞扬西南剧展：规模直比古罗马，为保卫民主文化艰苦奋战，剧兵们功劳伟大》（载《新华日报》1944年5月19日）。
en_us: "Ai Jinsen (American theater critic) praises the Southwest Drama Exhibition: The scale is straighter than that of ancient Rome, and the soldiers fought hard to defend the democratic culture. The drama soldiers have done a great job" (Xinhua Daily, May 19, 1944).

source: 在桂林李家村兵营集训的一群活泼可爱的广西学生军女兵。
en_us: A group of lively and lovely female soldiers of Guangxi Student Army trained in Lijiacun barracks in Guilin.

source: 号角声中桂军精锐部队纷纷开赴前线。
en_us: In the sound of the horn, the elite troops of the Guangxi army went to the front one after another.

source: 行进途中，在桂粤边境休整小憩的桂军。
en_us: On the way, the Gui army rested at the border between Guangxi and Guangdong.

source: 二塘日军阵地的残迹。
en_us: The remnants of the Japanese positions in Ertang.

source: 广西学生军开赴前线。
en_us: The Guangxi Student Army went to the front.

source: 桂南四塘外围日军防御工事。
en_us: Japanese fortifications at the periphery of Sitang in Southern Guangxi.

source: 为抗击日军进攻，广西各地开展空室清野运动。
en_us: In order to resist the Japanese attack, all parts of Guangxi carried out the empty room clearing movement.

source: 1939年，白崇禧指挥国民党军队在湘北与日军作战，获待长沙大捷。
en_us: In 1939, Bai Chongxi commanded the Kuomintang army to fight with the Japanese army in Northern Hunan and won the great victory in Changsha.

source: 广西各界举行欢送伤愈士兵重上前线荣誉大会。
en_us: All walks of life in Guangxi held an honor meeting to send off those soldiers who had recovered back to the front.

source: 图为国民党军队不分昼夜，急渡汨水，追踪围歼日军。
en_us: The picture shows the Kuomintang army rushing across the Mi river day and night to track the Japanese army.

source: 《保卫大西南运动今日开始宣传》、（动员民众保卫西南）、（怎样保卫大西南）（载《救亡日报》）。
en_us: The Movement to Defend the Southwest Starts Propaganda Today, (Mobilize People to Defend the Southwest), (How to Defend the Southwest) (in Jiuwang Daily).

source: 抗战时期广西省大军总动员，开赴粤北前线。
en_us: During the Anti-Japanese War, the army of Guangxi Province was mobilized and went to the front line of northern Guangdong.

source: 抗战时期，随时戎装待命广西省空军健儿。
en_us: During the Anti-Japanese War, he was armed at any time and was on standby for Guangxi Provincial Air Force athletes.

source: 桂南空战中，被击落的日军九七式战斗机。
en_us: Japanese Type 97 Fighters were shot down in the Southern Guangxi air battle.

source: 广西军队跋涉前进截堵企图进犯广西的日军。
en_us: The Guangxi army trudged forward to intercept the Japanese army trying to invade Guangxi.

source: 抗战时期中国军队用过的钢盔
en_us: Steel helmets used by the Chinese Army during the Anti-Japanese War

source: 图为参观的民众。
en_us: The picture shows the visitors.

source: 日军入侵桂林时使用过的饭盒
en_us: Lunch box used by Japanese Army when invading Guilin

source: 民国时期的大铜吊锅
en_us: Large copper hanging pot in the period of the Republic of China

source: 翱翔于漓江上空，追逐敌人“荒鹫”的桂省神鸟群。
en_us: Soaring over the Lijiang River, the flock of sacred birds in Guangxi Province chasing the enemy " wild eagle ".

source: 1939年5月，桂林青年集会纪念五四运动。
en_us: In May 1939, Guilin Youth Rally commemorated the May Fourth Movement.

source: 梧州市民举行抗日大游行时情景。
en_us: Wuzhou citizens held the anti-Japanese parade.

source: 警死保卫 祖国大面南
en_us: Guarding to the death, the motherland is facing south

source: 桂林召开保卫大西南民众大会
en_us: People's Congress to defend the southwest held in Guilin

source: 1939年11月和1944年9月，在南宁、桂林等广西本土遭受日本侵略者大举进攻之时，日寇在广西的79个县市犯下了令人发指的罪行。
en_us: In November 1939 and September 1944, the Japanese invaders committed heinous crimes in 79 counties and cities in Guangxi when Nanning and Guilin were attacked by Japanese invaders.

source: 广西国民党爱国官兵，浴血奋战，守土有责，英勇的将士们以身殉国，战死沙场，誓死保卫祖国的大西南。
en_us: The patriotic officers and soldiers of the Guangxi Kuomintang fought bloody battles and held the responsibility of defending the land. The brave soldiers died in the battle, swearing to the death to defend the southwest of the motherland.

source: 面对屈辱和凶残的侵略，广西各地及桂养人民进行了英勇不屈的斗争。
en_us: In the face of humiliation and brutal aggression, the people across Guangxi and Guiyang fought bravely and unyieldingly.

source: 在抗战期间，广西总共动员和组织民工200多万人次投入各种劳役，修建公路、战壕、机场、工事等等，为抗战胜利创造了必要的条件。
en_us: During the War of Resistance Against Japan, Guangxi mobilized and organized more than 2 million migrant workers to participate in various labor, building roads, trenches, airports, fortifications, etc., creating the necessary conditions for victory in the War of Resistance.

source: 时代丰碑
en_us: Time Monument

source: 1938年武汉沦陷后，11月28日来到桂林筹备并领导了抗战时期中国大后方第一个日本人民反战团体“日本人民反战同盟准备会”（后称“在华日本反战同盟西南支部”），致力于“恢复日本人民的幸福，巩固世界和平”，该会“一方面攻击日本侵略的军队，一方面诱导日本士兵到反侵略的阵营里来”。
en_us: After the fall of Wuhan in 1938, he came to Guilin on November 28 to prepare for and lead the first Japanese people's anti war group in China's rear during the Anti Japanese War, " the Preparatory Committee of the Japanese people's anti war alliance " (later known as the " Southwest Branch of the Japanese anti war Alliance in China "), which is committed to " restoring the happiness of the Japanese people and consolidating world peace " " On the one hand, attack the Japanese invading army, on the other hand, induce Japanese soldiers to come to the anti aggression camp. ".

source: 在华日本反战同盟西南支部负责人鹿地亘及夫人池田幸子在桂林。
en_us: In China, the head of the Southwest Branch of the Japanese Anti-War League, Lu Digen and his wife Ikeda Yuko are in Guilin.

source: 根据胡志明部署，1940年11月，"越南独立运动同盟会”桂林办事处成立。
en_us: According to Ho Chi Minh’s deployment, in November 1940, the Guilin Eight Route Army Office of the Vietminh was established.

source: 图为办事处副主任范文同（左一）。
en_us: The picture shows fan Wentong, deputy director of the Office (first from the left).

source: 胡志明在广西被关押路线图（1942年-1943年）
en_us: The Road map of Ho Chi Minh’s imprisonment in Guangxi (1942-1943)

source: 胡志明送给吴奚如母亲的镀金眼镜
en_us: Gold-plated glasses given to Wu Xiru's mother by Ho Chi Minh

source: 1941年1月28日，胡志明回越南时情景。
en_us: On January 28, 1941, Ho Chi Minh returned to Vietnam.

source: 胡志明用过的打字机（替代品）
en_us: Typewriter used by Ho Chi Minh (alternative)

source: 坚持在广西从事地下斗争的周可传
en_us: Zhou Kechuan, who insisted on engaging in underground struggle in Guangxi

source: 担任过办事处电台台长的王清生。
en_us: Wang Qingsheng, who served as director of the office radio station.

source: 办事处电台报务员之一的王励生
en_us: Wang Lisheng, radio operator of the office

source: 办事处使用过的发报机
en_us: Transmitters used in the office

source: 八路军桂林办事处为其建立秘密电台并直接联络的中共南方工作委员会所在地——广东大埔县枫朗镇大埔角新村仓下。
en_us: Guilin Eighth Route Army Office established a secret radio station for it and directly contacted the seat of the Southern Working Committee of the Communist Party of China—Under the warehouse of Xin Village, Fenglang Town, Dapu County, Guangdong.

source: 与办事处直接联络的南岳游击干部训练班所在地——衡山。
en_us: Hengshan, the seat of Nanyue Guerrilla Cadre Training Class which was in direct contact with the office.

source: 桂林办事处电台直接联系的南方局所在地重庆红岩村。
en_us: Hongyan Village of Chongqing, where the Southern Bureau is directly connected with Guilin Office Radio Station.

source: 桂林办事处电台直接联络的党中央所在地——延安 。
en_us: Yan 'an, the seat of the CPC Central Committee directly contacted by Guilin Radio Station.

source: 路莫村电台用过的天线
en_us: The antenna used by Lumo Village Radio Station

source: 报务员童娟穿过的便装
en_us: Casual clothes worn by telegraph operator Tong Juan

source: 路莫村电台用过的电池
en_us: Batteries used by Lumo Village Radio Station

source: 担任办事处第二任机要科长的李金德。
en_us: Li Jinde, the second confidential section chief of the office.

source: 中共南方局交通员王华生。
en_us: Wang Huasheng, messenger of CPC Southern Bureau.

source: 他用"平山"笔名在《救亡日报》副刊“文化岗位"和“十字街"上发表了《两个凡尔赛政府》、《安南歌谣和中国抗战》、《意大利实不大利》等10篇文章，抨击法西斯，赞颂人民斗争，为中国的抗战做出了贡献。
en_us: Under the pseudonym " Pingshan ", he published 10 articles including Two Versailles Governments, Annan Ballads and the Chinese Anti-Japanese War, Italy Is Not Great in the supplements " Cultural Posts " and " Cross Street " of the Jiuwang Daily. He criticized fascism, praised the people's struggle, and contributed to China's war of resistance.

source: 胡志明在桂林"八办"担任救亡室名誉主任近两年时间，使用"八办"主任李克农特意嘱人从越南买回来的一台法文打字机打印材料和文稿。
en_us: Ho Chi Minh served as the Honorary Director of the Jiuwang Room at the " Guilin Eight Route Army Office " in Guilin for nearly two years. He used a French typewriter bought from Vietnam by Li Kenong asked someone to, the director of the Guilin Eight Route Army Office to print materials and manuscripts.

source: 朝鲜义勇队戏剧组在桂林公演《朝鲜的女儿》。
en_us: The drama group of the Korean Volunteers premiered Korean Daughter in Guilin.

source: 美国空军“飞虎队”B-24重型轰炸机在兴安县猫儿山上坠落的飞行员身份牌。
en_us: The ID card of the pilot of the US Air Force " Flying Tigers " B-24 heavy bomber that fell on Maoershan in Xing'an County.

source: 抗战时期援华抗战的苏联空军。
en_us: The Soviet Air Force assisted China during the War of Resistance Against Japan.

source: 该报实际上是中国共产党领导的宣传抗日民族统一战线方针政策的舆论阵地。
en_us: The newspaper was actually a tool for propagating the political guidelines and policies of anti-Japanese and national unification led by the Communist Party of China.

source: 《曙光报》社、学生军通讯处及十六集团军总部政工队同志合影。
en_us: The comrades of the Shuguang News Company, the communication department of the Student Army and 16th Army Group took a group photo.

source: 西南第一届戏剧展览会
en_us: The first session of Southwest Drama exhibition

source: 参加西南剧展的全体戏剧工作者在广西省立艺术馆前合影。
en_us: All the drama workers participating in the Southwest Drama Exhibition took a group photo in front of the Guangxi Provincial Art Museum.

source: 西南剧展的发起人和具体领导者欧阳予倩和田汉。
en_us: Ouyang Yuqian and Tian Han, the initiator and leader of Southwest Drama Exhibition.

source: 西南第一届戏剧展览会徽章。
en_us: The badge of the first session of Southwest Drama Exhibition.

source: 1944年柳亚子、田汉、欧阳予倩等与参加西南剧展的部分人员合影。
en_us: In 1944, Liu Yazi, Tian Han and Ouyang Yuqian took a group photo with some people attending the Southwest Drama Exhibition.

source: 桂柳四维平剧社暨儿童训练班参加西南剧展联席茶话会留影。
en_us: Guiliu SiWeiPing Opera Society and children training class participated in the Southwest Drama Exhibition and took a group photo.
